android-studio
anydesk-bin
bitscoper-cyber-toolbox-bin
bitscoper-usb-logger
butt-appimage
caprine
cloudflare-warp-bin
dmg2img
easyeda-bin
flutter-bin
freetube-bin
hyprpicker
icecast
librewolf-bin
librewolf-extension-xdman8-browser-monitor-bin
mistserver
onedrive-abraunegg
openbangla-keyboard-bin
python-eyed3
python311
ungoogled-chromium-bin
virtio-win-stable
visual-studio-code-bin
wayshot-bin
xdman-beta-bin
yay-bin
zenmap
zoom
