a52dec
android-tools
android-udev
aom
arch-wiki-docs
archlinux-keyring
archlinux-wallpaper
arduino
arduino-avr-core
arduino-cli
arduino-docs
arduino-language-server
aribb25
audacity
avahi
base
base-devel
bash
bash-completion
bash-language-server
bind
bleachbit
blender
blueman
bluez
bluez-cups
bluez-tools
bluez-utils
bridge-utils
btrfs-progs
buildah
cabextract
cdrkit
cifs-utils
clang
clinfo
cliphist
cmake
cockpit
cockpit-machines
cockpit-podman
cockpit-storaged
colord
colord-sane
containerd
cups
cups-browsed
cups-pdf
cups-pk-helper
curl
curtail
dav1d
dbeaver
dbeaver-plugin-apache-poi
dbeaver-plugin-batik
dbeaver-plugin-office
dbeaver-plugin-svg-format
discord
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
docker-machine
docker-scan
dosfstools
dovecot
dunst
exfatprogs
faac
faad2
fatresize
fdkaac
ffmpeg
fish
flac
gcc-libs
gimp
gimp-plugin-gmic
git
git-lfs
gnome-keyring
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
guestfs-tools
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gzip
htop
hunspell
hyprcursor
hyprland
hyprlock
hyprpaper
iftop
ifuse
intel-media-driver
intel-ucode
ipp-usb
iptables-nft
jasper
jdk-openjdk
jellyfin-ffmpeg
jellyfin-server
jellyfin-web
kitty
kvantum
lame
lhasa
libavif
libcec
libde265
libdecor
libdv
libdvdcss
libdvdnav
libdvdread
libfdk-aac
libgepub
libgsf
libheif
libid3tag
libimobiledevice
libjxl
libmad
libmatroska
libmms
libmpcdec
libmpeg2
libmythes
libnotify
libopenraw
libosinfo
libotr
libplist
libreoffice-extension-texmaths
libreoffice-extension-writer2latex
libreoffice-fresh
libssh
libtheora
libtiger
libva-intel-driver
libva-utils
libvirt
libvorbis
libvpx
libwebp
libwlocate
libwpg
linux-firmware
linux-zen
linux-zen-docs
linux-zen-headers
lirc
live-media
logrotate
lua-socket
lynis
lzip
man-db
mariadb
mariadb-clients
mariadb-libs
mattermost-desktop
mc
memcached
mesa
mlocate
nano
neofetch
net-tools
netavark
ninja
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
obs-studio
onionshare
openbsd-netcat
opendkim
openssh
opus
opus-tools
p7zip
pacman-contrib
pavucontrol
perl-cgi
perl-dbd-mariadb
php
php-fpm
php-gd
php-memcached
php-pgsql
pigz
pipewire
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgfile
podman
podman-compose
polkit-kde-agent
postfix
postfix-mysql
postfix-pcre
postfix-pgsql
postgresql
postgresql-docs
postgresql-ip4r
postgresql-libs
power-profiles-daemon
pstoedit
python
python-black
python-brotli
python-certifi
python-chardet
python-defusedxml
python-docs
python-dotenv
python-lsp-black
python-lsp-server
python-matplotlib
python-numpy
python-openpyxl
python-pandas
python-pip
python-psycopg2
python-pymysql
python-pyserial
python-pysmbc
python-seaborn
python-sqlalchemy
python-tabulate
qbittorrent
qemu-full
qemu-user-binfmt
qt6-wayland
qt6ct
rav1e
rkhunter
rofi-wayland
rp-pppoe
rsync
rtl-sdr
samba
sane
sane-airscan
schroedinger
sdl
shellcheck
shfmt
slurp
smartmontools
sof-firmware
speech-dispatcher
squashfs-tools
svt-av1
swtpm
system-config-printer
tar
telegram-desktop
texlab
texlive-basic
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langother
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-pictures
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-ublock-origin
tk
torbrowser-launcher
torsocks
tree
tumbler
udftools
unace
unarj
unhide
unicode-emoji
unrar
unzip
usbmuxd
usbutils
v4l2loopback-dkms
vcdimager
virt-install
virt-manager
virt-viewer
vlc
vulkan-intel
vulscan
waybar
wayland-docs
wget
wireplumber
wireshark-qt
x264
x265
xarchiver
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfsprogs
xorg-xhost
xvidcore
yaml-language-server
zip
zram-generator
